package com.example.attraction;

public class Array {
    //Массив для первого уровня начало
    final int [] images1 = {

    };

    final int [] text1 = {

    };
    //Масив для первого уровня конец

    //Массив для 2 уровня начало
    final int [] images2 = {

    };

    final int [] text2 = {

    };
    //Масив для 2 уровня конец

    //Массив для 3 уровня начало
    final int [] images3 = {


    };

    final int [] text3 = {

    };
    //Масив для 3 уровня конец

    //Массив для 4 уровня начало
    final int[] images4 = {

    };

    final int[] text4 ={

    };

    final int[] strotg = {
          /*1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0,*/
    };
    //Массив для 4 уровня конец

    //Массив для 5 уровня начало
    final int [] images5 = {

    };

    final int [] text5 = {

    };
    //Масив для 5 уровня конец

    //Массив для 6 уровня начало
    final int[] images6 = {

    };

    final int[] text6 = {

    };
    //Массив для 6 уровня конец

    //Массив для 7 уровня начало
    final int[] images7 = {

    };

    final int[] text7 = {

    };

    final int[] strotg7 = {
            /*1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0,*/
    };
    //Массив для 7 уровня конец

    //Массив для 8 уровня начало
    final int[] images8 = {

    };

    final int[] text8 = {

    };
    //Массив для 8 уровня конец

    //Массив для 9 уровня начало
    final int[] images9 = {

    };

    final int[] text9 = {

    };
    //Массив для 9 уровня конец

    //Массив для 10 уровня начало
    final int[] images10 = {

    };

    final int[] text10 = {

    };

    final int[] strotg10 = {
            /*1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0,*/
    };
    //Массив для 10 уровня конец

    //Массив для 11 уровня начало
    final int[] images11 = {

    };

    final int[] text11 = {

    };
    //массив для 11 уровня конец

    //Массив для 12 уровня начало
    final int[] images12 = {

    };

    final int[] text12 = {

    };
    //массив для 12 уровня конец

    //Массив для 13 уровня начало
    final int[] images13 = {

    };

    final int[] text13 = {

    };

    final int[] strotg13 = {
            /*1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0,*/
    };
    //массив для 13 уровня конец

    //Массив для 14 уровня начало
    final int[] images14 = {

    };

    final int[] text14 = {

    };

    final int[] strotg14 = {
            /*1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0,*/
    };
    //массив для 14 уровня конец

    //Массив для 15 уровня начало
    final int[] images15 = {

    };

    final int[] text15 = {

    };
    //Массив для 15 уровня конец

    //Массив для 16 уровня начало
    final int[] images16 = {

    };

    final int[] text16 = {

    };
    //Массив для 16 уровня конец

    //Массив для 17 уровня начало
    final int[] images17 = {

    };

    final int[] text17 = {

    };
    //Массив для 17 уровня конец

    //Массив для 18 уровня начало
    final int[] images18 = {

    };

    final int[] text18 = {

    };

    final int[] strotg18 = {
            /*1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0,*/
    };
    //Массив для 18 уровня конец

    //Массив для 19 уровня начало
    final int[] images19 = {

    };

    final int[] text19 = {

    };
    //Массив для 19 уровня конец

    //Массив для 20 уровня начало
    final int[] images20 = {

    };

    final int[] text20 = {

    };
    //Массив для 20 уровня конец
}
