package com.example.attraction;

public class QuestionAnswer {
    public static String question[] ={
            "В каких годах была построена могилёвская ратуша?",
            "Что в данный момент находится в здании могилёвской ратуши?",
            "Когда была заложена бобруйская крепость?",
            "В каком году была построена часовня?",
            "Какой танк установлен на могиле генерала Бахарова?",
            "В качестве чего ещё использовался костёл Святого Станислава?",
            "Из чего изготовлен памятник бобру?",
            "Сколько длился бой на буйничском поле?",
            "Кто был скульптором звездочёта на площади звёзд?",
            "Где установлена скульптура станционный смотритель?",
            "На какой праздник был установлен памятник бобру?",
            "Кто командовал войском при битве около деревне Лесной?",
            "Каким веком датируются самые ранние фрески в Свято-Никольском женском монастыре?",
            "В каком стиле был построен костёл Святого Станислава?",
            "В каком романе нашли отражения события битвы на буйничском поле?",
    };

    public static String choices[][] = {
            {"2012","1908-1912","1679-1681","1619-1623"},
            {"Музей истории могилёва","Пожарная часть","Мэрия","Часовня"},
            {"12 июня 1820 года","22 июня 1939 года","12 декабря 1799 года","4 июля 1810 года"},
            {"1687","1908","2011","1912"},
            {"Т-34","ИС-3","Т-80","Кв-2"},
            {"Музея","Канцелярии","Государственного архива","Дома культуры"},
            {"Золота","Бронзы","Платины","Алюминия"},
            {"21 день","2 часа","6 часов","14 часов"},
            {"Владимир Жбанов","Олег Васильевич","Франциск Скорина","Леон Иванович"},
            {"Стадион","Могилёвский вокзал","Площадь звёзд","Парк"},
            {"Новый год","День октябрьской революции","День рождение города","Дажинки"},
            {"Христофор Колумб","Константин Рокоссовский","Петр 1","Николай 2"},
            {"XVII веком","X веком","XII веком","XVI веком"},
            {"Классицизм","Барокко","Готика","Западноевропейского барокко"},
            {"Война и мир","Живые и мертвые","Тихий дон","А зори здесь тихие"},
    };

    public static String correctAnswers[] = {
            "1679–1681",
            "Музей истории могилёва",
            "4 июля 1810 года",
            "1908",
            "Т-34",
            "Государственного архива",
            "Бронзы",
            "14 часов",
            "Владимир Жбанов",
            "Могилёвский вокзал",
            "Дажинки",
            "Пётр 1",
            "XVII веком",
            "Западноевропейского барокко",
            "Живые и мертвые",
    };
}
